Repository: RRZE-Webteam/fau-studium-display
Catalog: languages/fau-studium-display-*.po
Languages: de_de

source: -- Please select --
de_de: -- Bitte auswählen --

source: Admission requirements
de_de: Zugangsvoraussetzung

source: Apply filter
de_de: Filter anwenden

source: Archive Format
de_de: Archiv-Format

source: Archive View
de_de: Archiv-Ansicht

source: Are you sure you want to delete %d selected degree programs?
de_de: Möchten Sie wirklich %d Studiengänge löschen?

source: available
de_de: dual studieren

source: Close ties
de_de: Enge Verknüpfung

source: Cooperative bachelor's program
de_de: Bachelorverbundstudium

source: Default
de_de: Standard

source: Degree Program
de_de: Studiengang

source: Degree Programs
de_de: Studiengänge

source: degree programs
de_de: Studiengänge

source: Degrees
de_de: Abschlüsse

source: Delete
de_de: Löschen

source: Delete selected
de_de: Ausgewählte löschen

source: Empty response from API
de_de: Leere Antwort von der API

source: English
de_de: Englisch

source: Faculties
de_de: Fakultäten

source: Faculty
de_de: Fakultät

source: Filter Programs
de_de: Studiengänge filtern

source: Format
de_de: Layout

source: Full
de_de: Seite

source: General Settings
de_de: Allgemeine Einstellungen

source: German
de_de: Deutsch

source: German language skills
de_de: Deutschkenntnisse

source: Grid
de_de: Kacheln

source: Import
de_de: Importieren

source: Import degree programs
de_de: Studiengänge importieren

source: Import selected
de_de: Ausgewählte importieren

source: International
de_de: Internationale

source: Language
de_de: Sprache

source: Less filter options
de_de: Weniger Filteroptionen

source: List
de_de: Liste

source: Manage Imported
de_de: Importierte Studiengänge verwalten

source: Manage Imported Degree Programs
de_de: Importierte Studiengänge verwalten

source: More filter options
de_de: Mehr Filteroptionen

source: More than 275
de_de: Mehr als 275

source: No data available
de_de: Keine Daten vorhanden

source: No data available.
de_de: Keine Daten verfügbar.

source: No degree programs found
de_de: Keine Studiengänge gefunden

source: No degree programs found.
de_de: Keine Studiengänge gefunden.

source: No posts selected
de_de: Keine Studiengänge ausgewählt.

source: No program selected. Please select at least one program to import.
de_de: Kein Studiengang ausgewählt. Bitte wählen Sie mindestens einen Studiengang zum importieren.

source: No program selected. Please select at least one program.
de_de: Kein Studiengang ausgewählt. Bitte wählen Sie mindestens einen Studiengang.

source: partnerships
de_de: Partnerschaften

source: Please select a degree program.
de_de: Bitte wählen Sie einen Studiengang aus.

source: Plugin for displaying the degree program information on websites.
de_de: Plugin zur Darstellung von Studiengangsinformationen

source: Post Meta English
de_de: Post-Meta-Daten englisch

source: Post Meta German
de_de: Post-Meta-Daten deutsch

source: Read more
de_de: Mehr erfahren

source: Read more about %s
de_de: Mehr über %s erfahren

source: Save changes
de_de: Änderungen speichern

source: Search
de_de: Suche

source: Search Filters
de_de: Filteroptionen

source: Select / Deselect All
de_de: Alle auswählen / abwählen

source: Select Degree (optional)
de_de: Abschluss auswählen (optional)

source: Select Faculty (optional)
de_de: Fakultät auswählen (optional)

source: Select items
de_de: Elemente auswählen

source: Select the elements to be shown in single view
de_de: Suche die Elemente aus, die in der Detail-Ansicht angezeigt werden sollen.

source: Selected filters
de_de: Ausgewählte Filter

source: Settings
de_de: Einstellungen

source: Show Search
de_de: Suche anzeigen

source: Show Title
de_de: Titel anzeigen

source: Show/Hide Grid Items
de_de: Kachel-Elemente ein-/ausblenden

source: Show/Hide Search Filters
de_de: Filter in der Suche ein-/ausblenden

source: Show/Hide Single Items
de_de: Detail-Elemente ein-/ausblenden

source: Single View
de_de: Detail-Ansicht

source: Special ways to study
de_de: Besondere Studienformen

source: Start of degree program
de_de: Studienbeginn

source: Study location
de_de: Studienort

source: Subject groups
de_de: Fächergruppen

source: Table
de_de: Tabelle

source: Teaching language
de_de: Unterrichtssprache

source: The server is running PHP version %1$s. The plugin requires at least PHP version %2$s.
de_de: Auf dem Server läuft PHP Version %1$s. Dieses Plugin benötigt mindestens PHP Version %2$s.

source: The server is running WordPress version %1$s. The plugin requires at least WordPress version %2$s.
de_de: Auf dem Server läuft WordPress Version %1$s. Dieses Plugin benötigt mindestens WordPress Version %2$s.

source: to industry
de_de: mit der Wirtschaft

source: Update
de_de: Aktualisieren

source: Update selected
de_de: Ausgewählte aktualisieren

source: What format should the list view use?
de_de: In welchem Format soll die Archiv-Ansicht dargestellt werden?
